Repository: jsoulet42/ft_transcendence
Catalog: app/locale/*/LC_MESSAGES/djangojs.po
Languages: de, fr

source: Please enter either a username or a UUID.
de: Suche entweder nach Benutzername oder UUID.
fr: Cherche un nom d'utilisateur ou un UUID.

source: Error sending friend request:
de: Fehler beim Absenden der Freundschaftsanfrage:
fr: Erreur d'envoi de demande d'ami:

source: Requests
de: Anfragen
fr: Demandes

source: No friend requests
de: Keine Anfragen
fr: Pas de demandes

source: Accept
de: Annehmen
fr: Accepter

source: Decline
de: Rückgang
fr: Refuser

source: Error fetching friend requests:
de: Fehler beim Abruf der Freundschaftsanfragen:
fr: Erreur de récupération des demandes d'amis:

source: Friends
de: Freunde
fr: Amis

source: You have no friends D:
de: Du hast keine Freunde D:
fr: Tu n'as pas d'amis D:

source: Remove
de: Zurückweisen
fr: Enlever

source: Error fetching friend list:
de: Fehler beim Abruf der Freundesliste:
fr: Erreur de récupération de la liste d'amis:

source: Network response was not ok.
de: Netzwerk Antwort ist nicht ok.
fr: La réponse du réseau n'est pas ok.

source: Error while requesting friend accept:
de: Fehler beim Abruf der Freundesannehmung:
fr: Erreur d'acceptation de demande:

source: Error while requesting friend reject:
de: Fehler beim Abruf des Freundesrückgangs:
fr: Erreur de refus de demande:
