Repository: jsoulet42/ft_transcendence
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: de

source: Username
de: Benutzername

source: Password
de: Passwort

source: Confirm Password
de: Passwort Bestätigung

source: Confirmation Password
de: Bestätigungspasswort

source: User already exists.
de: Benutzer existiert schon.

source: Log in
de: Einloggen

source: Sign up
de: Einschreiben

source: Login with 42
de: Einloggen mit 42

source: Invalid username or password
de: Invalider Benutzername oder Passwort

source: Failed 42 authentication
de: Einloggen mit 42 hat versagt

source: Invalid JSON
de: Invalider JSON

source: Missing username
de: Benutzername fehlt

source: Missing status
de: Status fehlt

source: Invalid status. Expected:
de: Invalider Status. Erwartet:

source: User not found
de: Benutzer nicht gefunden

source: Could not find game host
de: Spiel Veranstalter nicht gefunden

source: Could not find tournament host
de: Tournier Veranstalter nicht gefunden

source: Send friend request
de: Freundschaftsanfrage schicken

source: Please enter one of the following
de: Bitte fülle einer der folgeden

source: OR
de: ODER

source: Send request
de: Anfrage Schicken

source: friends_icon
de: freunde_Ikone

source: Add friend
de: Freund Annehmen

source: Refresh
de: Aktualisieren

source: Could not find user
de: Spiel Veranstalter nicht gefunden

source: Couldn't find friend
de: Tournier Veranstalter nicht gefunden

source: Friend removed successfully
de: Freund erfolgreich abgenommen

source: Could not remove friend
de: Freund konnte nicht abgenommen werden

source: Invalid UUID format
de: Invalider UUID Format

source: Self requests not allowed
de: Selbstanfragen sind nicht erlaubt

source: User is already your friend
de: Benutzer ist schon dein Freund

source: Friend request already sent
de: Freundschaftsanfrage schon versendet

source: Friend request sent
de: Anfrage senden

source: Invalid sender username
de: Invalider Benutzername oder Passwort

source: Invalid receiver username
de: Invalider Benutzername oder Passwort

source: Could not accept friend request
de: Spiel Veranstalter nicht gefunden

source: Friend request accepted
de: Anfrage Schicken

source: Could not decline friend request
de: Freundschaftsanfrage schicken

source: Friend request rejected
de: Anfrage Schicken

source: PLAY
de: SPIELEN

source: TOURNAMENTS STATS
de: TURNIER STATISTIKEN

source: PROFILE
de: PROFIL

source: Loading...
de: Ladung...

source: Login
de: Einloggen

source: Profile
de: Profil

source: Logout
de: Ausloggen

source: flag
de: flagge

source: Location
de: Standort

source: Role
de: Rolle

source: TOURNAMENTS
de: TURNIERE

source: 4 PLAYERS
de: 4 SPIELER

source: Player 2
de: Spieler 2

source: Player 3
de: Spieler 3

source: Player 4
de: Spieler 4

source: Previous
de: Vorheriger

source: Next
de: Nächster

source: Start tournament
de: Tournier starten

source: 8 PLAYERS
de: 4 SPIELER

source: Host and player 1:
de: Host und Spieler 1:

source: Player Two
de: Spieler 2

source: Player Three
de: Spieler 3

source: Player Four
de: Spieler 4

source: Player Five
de: Spieler 5

source: Player 5
de: Spieler 5

source: Player Six
de: Spieler 6

source: Player 6
de: Spieler 6

source: Player Seven
de: Spieler 7

source: Player 7
de: Spieler 7

source: Player Eight
de: Spieler 8

source: Player 8
de: Spieler 8

source: Start the game
de: Partie starten

source: Game Settings
de: Partie Einstellungen

source: Ball Speedup Mode
de: Ball Beschleunigung Modus

source: Ball Speed
de: Ball Geschwindigkeit

source: Paddle Size
de: Schläger Grösse

source: Paddle Speed
de: Schläger Geschindigkeit

source: Begin tournament
de: Tournier starten

source: TOURNAMENT
de: TURNIER

source: 4 players
de: 4 Spieler

source: 8 players
de: 8 Spieler

source: EDIT PROFILE
de: PROFIL ANDERN

source: Nickname
de: Spitzname

source: Enter new nickname
de: Neuer Spitzname

source: Enter new password
de: Neueur Passwort

source: Profile Picture
de: Profil Bild

source: Choose picture...
de: Wähle ein Bild aus...

source: 42 Profile
de: 42 Profil

source: Uploaded
de: Hochgeladet

source: Close
de: Schliessen

source: Save changes
de: Anderungen speichern

source: TOURNAMENTS HISTORY
de: TURNIERHISTORIE

source: 1 VS 1 History
de: 1 VS 1 HISTORIE

source: User
de: Benutzername

source: User Score
de: Benutzer Punkte

source: Opponent
de: Gegner

source: Opponent Score
de: Gegner Punkte

source: Duration
de: Standort

source: GAMES PLAYED
de: PARTIEN

source: WINS
de: SIEGE

source: LOSSES
de: VERLUSTE

source: Edit image
de: Bild ändern

source: MATCH HISTORY
de: SPIELHISTORIE

source: Search for username...
de: Benutzername suchen...

source: Search
de: Suchen

source: GAME PLAYED :
de: PARTIEN

source: WIN COUNT :
de: Siege

source: LOOSE COUNT :
de: Verluste

source: Error: There is no user with this username.
de: Fehler: Kein Benutzer mit diesem Namen.

source: 1 VS 1 HISTORY
de: 1 VS 1 HISTORIE

source: Tournaments History
de: Turnier Statistiken

source: EDIT IMAGE
de: BILD ANDERN

source: UPLOAD YOUR IMAGE -> THEN EDIT YOUR PROFILE
de: LADE DEIN BILD -> UND ANDERE DEIN PROFIL

source: Save
de: Speichern

source: Password must be at least 8
de: Passwort muss mindestens 8

source: Password must contain at least one number
de: Passwort muss mindestens ein Nummer haben

source: Password must contain at least one lowercase letter
de: Passwort muss mindestens ein Kleinbuchstaben haben

source: Password must contain at least one uppercase letter
de: Passwort muss minedstens ein Grossbuchstaben haben

source: Tournament Stats
de: Turnier Statistiken

source: No tournaments found
de: Keine Tourniere gefunden

source: Position
de: Platz

source: Players count
de: Spielerzahl

source: Date
de: Datum

source: English
de: Englisch

source: French
de: Französisch

source: German
de: Deutsch
